Imports System.Windows.Forms
Imports utl_Com.utl_Com
Imports cns_Com.cns_Com
'機能概要*****************************************************************************************************
'*
'*  処理概要：履歴管理処理
'*
'*  作成日　：2018/02/01
'*  作成者　：渡辺      1.基幹システム更改
'*
'*  更新日　：
'*  更新者　：
'*  更新内容：
'*
'*************************************************************************************************************
Public Class utl_History

    '*********************************************************************************************************
    '*
    '*  処理概要：ｺﾝｽﾄﾗｸﾀ
    '*
    '*  引数　　：なし
    '*
    '*********************************************************************************************************
    Public Sub New()

    End Sub

    '*********************************************************************************************************
    '*
    '*  処理概要：ﾃﾞｰﾀﾍﾞｰｽ接続
    '*
    '*  引数　　：なし
    '*
    '*  戻り値　：
    '*
    '*********************************************************************************************************
    Public Shared Sub FNC_History(ByRef P1 As Form, ByRef P2 As UserInfo, P3 As String, P4 As String, P5 As String)
        '
        Try

        Catch ex As Exception
            FNC_ERR_RTN(ex)
        End Try
FNC_EXIT:
        Exit Sub
    End Sub

End Class
