'機能概要*****************************************************************************************************
'*
'*  処理概要：ﾛｸﾞｲﾝ(ﾕｰｻﾞｰ認証)
'*
'*  作成日　：
'*  作成者　：
'*　　▼
'*  作成日　：2018/02/01
'*  作成者　：渡辺      1.基幹システム更改
'*
'*  更新日　：2007/11/28
'*  更新者　：軽部
'*  更新内容：CPSからのﾛｸﾞｲﾝの場合、事業所ｺｰﾄﾞ・ﾕｰｻﾞｰIDを固定とする
'*
'*  更新日　：2008/12/17
'*  更新者　：軽部
'*  更新内容：CPSからのﾛｸﾞｲﾝの場合、事業所ｺｰﾄﾞ・ﾕｰｻﾞｰIDを固定とする(追加４台分の設定)
'*
'*  更新日　：2009/02/06
'*  更新者　：村上
'*  更新内容：初期化時に社印初期設定[FNC_PCT_INT()]のﾛｰﾄﾞを追加
'*
'*  更新日　：2009/03/25
'*  更新者　：軽部
'*  更新内容：CPSからのﾛｸﾞｲﾝ時、運用申請許可区分を考慮
'*
'*
'*************************************************************************************************************
Public Class Frm_Login
    Private Sub BTN_認証_Click(sender As Object, e As EventArgs) Handles BTN_認証.Click
        System.Diagnostics.Debug.WriteLine(GcDate1.Text)
    End Sub

#Region "■ItemCode■"

    '*********************************************************************************************************
    '*  ﾒﾝﾊﾞ変数
    '*********************************************************************************************************

#End Region

#Region "■EventCode■"

#End Region

#Region "■ProcessingCode■"

#End Region

End Class
